[{"title":"Dunkin Donuts","one":"Glazed Dount","two":"Chocolate Glazed Donut","three":"French Crullar Donut","four":"Jelly Donut","five":"Old Fashioned","six":"Glazed Blueberry","history":"Dunkin' since 2019, is an American multinational coffee and doughnut company, as well as a quick service restaurant. It was founded by Bill Rosenberg (1916–2002) in Quincy, Massachusetts, in 1950. in January 2019; while stores in the U.S. began using the new name, the company intends to roll out the rebranding to all of its international stores eventually.With approximately 12,900 locations in 42 countries, Dunkin' is one of the largest coffee shop and donut shop chains in the world. Its products include donuts, bagels, coffee, and Munchkins donut holes","image":"Dount_Item/Dunkin_Donuts_Item.jpg","link":"https://www.dunkindonuts.com/en","index":1},{"title":"Emerson’s Bakery","one":"Cake Donut","two":"Glazed Donut","three":"Carmel Dount","four":"Chocolate Ring Donut","five":"Tiger Tail Donut","six":"Cruler Donut","history":"Emerson’s Bakery has been around since 1970, so we’re celebrating over 50 years of making the best sweet treats in Northern Kentucky! We have five locations to service your needs for cakes for every occasion, donuts, cookies, pastries, and more! We have two locations in Florence and locations in Erlanger, Independence, and Covington!Each pie, birthday cake, a loaf of bread, and pastry in our bakery is made on-site in our five locations. From pie crusts to cake filling, we offer nothing better than the best for our valued customers to enjoy. We offer custom-made cakes for every special occasion. Don’t forget our tasty donuts!Emerson’s Bakery only uses the best of the best ingredients in everything we make. Great-tasting desserts start with fresh ingredients. All of our cakes, donuts, pies, and breads are made with the finest quality ingredients and guaranteed fresh. Taste for yourself. Come on down to see us in one of our five locations! We are passionate about baking. Each of our handmade items is baked with love.When you need a wedding, birthday, anniversary, baby shower, or any other occasion you might be celebrating, we should be who you call! We also make the best donuts in the region! You can call to order, and we also offer delivery through DoorDash. Give us a call or stop by one of our locations today!","image":"Dount_Item/Emerson's_Bakery_Item.jpg","link":"https://www.emersonsbakeryky.com/","index":2},{"title":"Moonrise Doughnuts","one":"Choclate Donut","two":"Glazed Donut","three":"Maple Donut","four":"Powdered Sugar Donut","five":"Vanilla Donut","six":"Cinamon Sugar Donut","history":"Moonrise Doughnuts is located in the Latonia neighborhood of Covington, Kentucky, and offers fresh doughnuts during the evening hours.  We are a specialty shop with a nostalgic motif centering primarily on the 1960’s and 1970’s.  Many recall doughnuts sold at night out of the back door of Latonia Bakery.  Moonrise Doughnuts celebrates the memories of what we perceive as a simpler time with tasty indulgences that were a source of pride to our neighborhood. Customers may carry out or dine in while enjoying historical Latonia photographs, contests and sharing experiences about living and working in the community.   We invite you to visit us and taste the memory!","image":"Dount_Item/Moonrise_Doughnuts_Item.jpg","link":"https://www.moonrisedoughnuts.com/","index":3},{"title":"Busken Bakery","one":"Kettle Danish","two":"Glazed Cake Donut","three":"Cinnamon Twist Donut","four":"Zebra Long  John Donut","five":"Chocolate Iced Cake Donut","six":"Raspberry Jelly Donut","history":"Founded in Cincinnati by Joseph C. Busken Sr. in 1928 the company started from humble beginnings, selling baked goods from the counter of a meat market in East Hyde Park on Erie Avenue. In 1962 Busken moved the bakery operation to its current location at the corner of Madison and Edwards roads in Hyde Park. The bakery operates around the clock, seven days a week and pushes out over 100 unique varieties of baked goods every day. The store has remained open 24 hours a day since it opened, always available for late night snackers.","image":"Dount_Item/Busken_Bakery_Item.jpg","link":"https://busken.com/","index":4},{"title":"Servatius Pastry Shop ","one":"Cherry Danish","two":"Strawberry Danish","three":"Apple Danish","four":"German Chocolate Danish","five":"Plain Danish","six":"Fried Danish","history":"For over 60 years, five generations of the Gottenbusch family have served the greater Cincinnati region with freshly made pastries, pretzels, decorated cakes and an assortment of deli products. We still use many of the same recipes, like our Bavarian soft pretzels, created at our original Café Servatii bakery in Muenster, Germany. We bake fresh all day, every day. At the end of each day, as we have thoughout our long history, we donate leftover baked goods to local charities","image":"Dount_Item/Servatius_Pastry_Shop_Item.jpg","link":"https://servatii.com/","index":5},{"title":"Peace, Love and Little Donuts of Edgewood","one":"Cinnamon Sugar Donut","two":"Vanilla Donut","three":"Peanut Nutter Donut","four":"Oreo Donut","five":"S'Mores Dount","six":"Salted Caramel Machiatto","history":"since 2009 our groovy customers have followered their noses to our stores. Peace Love & Little Donuts was founded in the Strip District of Pittsburgh, Pennsylvania. We are all about delicious, fun, and shareable donut experiences that'll satisfy any sweet tooth. We're now located all across America!","image":"Dount_Item/Peace,Love_and_Little_Donuts_of_Egewood_Item.jpg","link":"https://www.peaceloveandlittledonuts.com/","index":6},{"title":"Paradise Donuts","one":"Glazed Chocolate Donut","two":"Maple Frosted Donut","three":"Old Fashion Donut","four":"Red Velvet Donut","five":"Bueberry Donut","six":"Chocolate Long John Donut","history":"Paradise Donuts, the name it recently got, with bigger dreams and delicious sweets; we've dedicated our efforts to making something big out of it. Our focus is to bring the quality and taste of desserts where everything is made from scratch. We make classic donuts and coffee for any special occasion. Our donuts stand out from the crowd because we create donuts and one-of-a-kind flavors you won't find anywhere else. Our donuts are handcrafted in small batches using fresh, local ingredients. We take pride in using all-natural ingredients. Hence we present to you guys our bakery. Many know Paradise Donuts as a place for donuts, and although it's in our plans soon, we plan to start with the recipes we have now. We appreciate your patience. Contact us at Paradise Donuts today!","image":"Dount_Item/Paradise_Donuts_Item.jpg","link":"https://www.donutshophebron.com/","index":7},{"title":"Oakbrook Bakery","one":"Cinnamon Twist Donut","two":"S'Mores Donut","three":"Recess Donut","four":"Chocolae Marble Donut","five":"Frosted Spniks Donut","six":"Chocolate Long John Donut","history":"Store Hours: Closed on Mondays and Tuesdays, W-F from 6-6, Saturdays from 6-1, and Sundays from 7-1. Offering a variety of baked goods such as pretzels, strudel, donuts, etc. Owner has 40 years of baking experience in a German family owned bakery.","image":"Dount_Item/Oakbrook_Bakery_Item.jpg","link":"https://oakbrookbakery.com/","index":8},{"title":"Starlight Doughnut Lab","one":"Boston Cream Donut","two":"Vanilla Glazed Donut","three":"Key Lime Pie Donut","four":"Carrot Cake Donut","five":"Carrot Cake Donut","six":"Chocolate Long John Donut","history":"We are a doughnut shop located in Norwood Ohio. We have sold at pop-ups for the past 3 years and are now opening our own brick and mortar on Jan. 15th, 2022. We specialize in small-batch doughnuts for adventurous eaters. We have six Staple flavors that stay and six monthly flavors that we switch up. If you have a wedding or party coming up come in the store or email us at Starlightdoughnutlab@gmail.com and we can work with you on creating a custom flavor just for you!","image":"Dount_Item/Starlight_Doughnut_Lab_Item.jpg","link":"https://www.facebook.com/starlightdoughnutlab/","index":9}]